exports.menu3 = (id, A187, tampilTanggal, whatsapp, youtube, tampilWaktu, instagram, nomer, aktif) => {
	return ` 
❉──────────❉

*🔰MR ᭄KINGツ🔰*

❉──────────❉

📆 *${tampilTanggal}*
📌STATUS BOT AKTIF: *wa.me/+1831353-5216*
	
╔════════════════════
║ *MENU3 MR ᭄KINGツ*            
╠════════════════════
║╭──❉ *18+* ❉──
║│➸ _*!indohot*_
║│➸ _*!cersex*_
║│➸ _*!hentai*_
║│➸ _*!indohot*_
║│➸ _*!nekonime*_
║╰───────────
╠════════════════════
║╭──❉ *OTHERS* ❉──
║│➸ _*!ttsid*_ <teks>
║│➸ _*!bitly*_ <link>
║│➸ _*!namaninja*_ <nama lu>
║│➸ _*!alay*_ <teks>
║│➸ _igstalk*_ <@_sadboy.g>
║│➸ _*!ocr*_ <foto to text>
║│➸ _*!gay*_
║│➸ _*!checkip*_
║│➸ _*!ping*_
║│➸ _*!hostsearch*_
║│➸ _*!scdl*_
║│➸ _*!map*_ <daerah>
║│➸ _*!cooltext*_ <teks>
║│➸ _*!pesankosong*_
║│➸ _*!say*_ <teks>
║╰───────────
╠════════════════════
║╭──❉ *SPAM* ❉──
║│➸ _*!spamcall*_ <85722553839>
║│➸ _*!spamsms*_ <85722553839>
║│➸ _*!spamgmail*_ <aris187.id@gmail.com>
║╰───────────
╠════════════════════
║╭──❉ *SOSMED ADMIN* ❉──
║│➸ *YOUTUBE*
║│ https://youtube.com/channel/UCHK9gIokua2zkYKYTbqAwMQ
║│➸ *Creator 🔰BotAaron🔰*
║╰───────────
║       *🔰MR ᭄KINGツ🔰*
║  ▌│█║▌║▌║║▌║▌║█│▌
║  ▌│█║▌║▌║║▌║▌║█│▌
║       *🔰MR ᭄KINGツ🔰*
╠════════════════════
║ _*POWERED BY MR ᭄KINGツ*
╚════════════════════`
}